[
  {
    "titolo": "La Dolce Vita",
    "regista": "Federico Fellini",
    "anno": 1960,
    "genere": "Drammatico",
    "location": "Fontana di Trevi",
    "citta": "Roma",
    "regione": "Lazio",
    "descrizione": "La Dolce Vita è un film del 1960 diretto da Federico Fellini, considerato uno dei capolavori del cinema italiano. Ambientato nella Roma degli anni '60, racconta la vita di Marcello Rubini, un giornalista mondano che si muove tra feste, nobili decaduti, star del cinema e intellettuali, alla ricerca di un senso più profondo della vita. Il film esplora temi come il vuoto esistenziale, la decadenza morale e la crisi d’identità, attraverso una serie di episodi che mostrano la bellezza e l’ambiguità della dolce vita romana. Iconica la scena della fontana di Trevi con Anita Ekberg.",
    "descrizione_location": "La Fontana di Trevi è uno dei luoghi più iconici di Roma, resa immortale dalla scena con Anita Ekberg.",
    "immagine": "img/la dolce vita/locandina.jpg",
    "hero_image": "img/la dolce vita/hero.jpg.avif",
    "galleria": ["img/la dolce vita/location.jpg", "img/trevi2.jpg", "img/trevi3.jpg"],
    "latitudine": 41.9009,
    "longitudine": 12.4833
  },
  {
    "titolo": "Il Padrino",
    "regista": "Francis Ford Coppola",
    "anno": 1972,
    "genere": "Crime",
    "location": "Savoca, Bar Vitelli",
    "citta": "Savoca",
    "regione": "Sicilia",
    "descrizione": "Il Padrino (1972), diretto da Francis Ford Coppola, è un capolavoro del cinema che racconta l’ascesa e la trasformazione di Michael Corleone, figlio del potente boss mafioso Vito Corleone. Inizialmente estraneo agli affari di famiglia, Michael viene gradualmente coinvolto nel mondo della criminalità organizzata, fino a diventare il nuovo capo della famiglia. Il film esplora temi come il potere, la lealtà, la famiglia e la violenza, ed è considerato uno dei più grandi film di sempre.",
    "descrizione_location": "Savoca è stata scelta per le riprese siciliane del film, con il famoso Bar Vitelli, che oggi è una meta turistica.",
    "immagine": "img/img_ilpadrino/locandina.jpg",
    "hero_image": "img/img_ilpadrino/hero.jpg",
    "galleria": ["img/img_ilpadrino/location.jpg", "img/img_ilpadrino/location1.jpg"],
    "latitudine": 37.9436,
    "longitudine": 15.3282
  },
  {
    "titolo": "Nuovo Cinema Paradiso",
    "regista": "Giuseppe Tornatore",
    "anno": 1988,
    "genere": "Drammatico",
    "location": "Palazzo Adriano",
    "citta": "Palazzo Adriano",
    "regione": "Sicilia",
    "descrizione": "Nuovo Cinema Paradiso (1988), diretto da Giuseppe Tornatore, racconta la storia di Salvatore, un famoso regista che, dopo molti anni, torna nel suo paese natale in Sicilia per il funerale del suo caro amico Alfredo, il proiezionista del vecchio cinema del paese. Il film è un lungo flashback che ripercorre l'infanzia e l’adolescenza di Salvatore, il suo amore per il cinema e il legame speciale con Alfredo, che lo ha ispirato a seguire la sua passione. È una storia nostalgica e commovente, che celebra il potere del cinema, la memoria e il passare del tempo.",
    "descrizione_location": "Palazzo Adriano ospita la piazza centrale del film, con il famoso cinema che è diventato un simbolo della pellicola.",
    "immagine": "img/nuovo cinema paradiso/locandina.jpg",
    "hero_image": "img/nuovo cinema paradiso/hero.jpg",
    "galleria": ["img/nuovo cinema paradiso/location.jpg", "img/location1.jpg"],
    "latitudine": 37.6692,
    "longitudine": 13.3666
  },
  {
    "titolo": "Il Gladiatore",
    "regista": "Ridley Scott",
    "anno": 2000,
    "genere": "Storico",
    "location": "Colosseo",
    "citta": "Roma",
    "regione": "Lazio",
    "descrizione": "Il Gladiatore (2000), diretto da Ridley Scott, racconta la storia di Massimo Decimo Meridio, un valoroso generale romano tradito dall’ambizioso Commodo, figlio dell’imperatore Marco Aurelio. Dopo l’assassinio della sua famiglia, Massimo viene ridotto in schiavitù e costretto a combattere come gladiatore. Animato dal desiderio di vendetta e giustizia, conquista fama nell’arena fino a sfidare il potere corrotto dell’Impero. È un epico racconto di onore, perdita e redenzione.",
    "descrizione_location": "Il Colosseo, simbolo di Roma, è stato ricostruito digitalmente per le epiche scene di combattimento.",
    "immagine": "img/gladiatore/locandina.jpg",
    "hero_image": "img/gladiatore/hero.jpg",
    "galleria": ["img/colosseo1.jpg", "img/colosseo2.jpg"],
    "latitudine": 41.8902,
    "longitudine": 12.4922
  },
  {
    "titolo": "Call Me by Your Name",
    "regista": "Luca Guadagnino",
    "anno": 2017,
    "genere": "Romantico",
    "location": "Crema",
    "citta": "Crema",
    "regione": "Lombardia",
    "descrizione": "Call Me by Your Name (2017), diretto da Luca Guadagnino, è ambientato nell’estate del 1983 nel nord Italia. Racconta la delicata storia d’amore tra Elio, un diciassettenne sensibile e colto, e Oliver, un affascinante studente americano ospite della sua famiglia. Tra paesaggi suggestivi, arte e musica, i due vivono un’intensa relazione che segnerà per sempre le loro vite. Il film parla di desiderio, scoperta e malinconia, con uno stile poetico e intimo.",
    "descrizione_location": "Le riprese si sono svolte nella campagna cremasca, con paesaggi incantevoli.",
    "immagine": "img/call me by your name/locandina.jpg .jpg",
    "hero_image": "img/call me by your name/hero.jpg",
    "galleria": ["img/call me by your name/location1.jpg", "img/call me by your name/location.jpg.webp"],
    "latitudine": 45.3646,
    "longitudine": 9.6808
  },
  {
    "titolo": "Il Postino",
    "regista": "Michael Radford",
    "anno": 1994,
    "genere": "Drammatico",
    "location": "Isola di Procida",
    "citta": "Procida",
    "regione": "Campania",
    "descrizione": "Il Postino (1994), diretto da Michael Radford, racconta l’amicizia tra Mario Ruoppolo, un timido postino di un’isola italiana, e il celebre poeta cileno Pablo Neruda, esiliato lì per motivi politici. Mario, incaricato di consegnargli la posta, rimane affascinato dalla poesia e chiede a Neruda di aiutarlo a conquistare la bella Beatrice. Il film è una toccante storia di crescita, poesia e amore, sullo sfondo di un paesaggio incantevole e di una profonda umanità.",
    "descrizione_location": "Procida, con i suoi colori pastello e il mare cristallino, è il perfetto sfondo per questa toccante storia di amicizia e poesia.",
    "immagine": "img/il postino/locandina.jpg",
    "hero_image": "img/il postino/hero.jpg",
    "galleria": ["img/il postino/location.jpg", "location1.jpg.webp"],
    "latitudine": 40.7649,
    "longitudine": 14.0311
  },
  {
    "titolo": "La Grande Bellezza",
    "regista": "Paolo Sorrentino",
    "anno": 2013,
    "genere": "Drammatico",
    "location": "Roma",
    "citta": "Roma",
    "regione": "Lazio",
    "descrizione": "La Grande Bellezza (2013), diretto da Paolo Sorrentino, segue Jep Gambardella, un affascinante scrittore e giornalista romano ormai disilluso, che osserva con ironia e malinconia l’alta società della capitale. Tra feste decadenti, arte, bellezza e ricordi del passato, Jep riflette sul senso della vita, dell’amore e della morte. Il film è un viaggio visivo e interiore attraverso una Roma sontuosa e decadente, piena di poesia e vuoto esistenziale.",
    "descrizione_location": "Roma è protagonista assoluta del film, con le sue ville nobiliari, fontane e piazze storiche che rendono ogni scena un'opera d'arte.",
    "immagine": "img/la grande bellezza/locandina.jpg",
    "hero_image": "img/la grande bellezza/hero.jpg",
    "galleria": ["img/la grande bellezza/location.jpg", "img/la grande bellezza/location1.jpg"],
    "latitudine": 41.9029,
    "longitudine": 12.4964
  },
  {
    "titolo": "Il Gattopardo",
    "regista": "Luchino Visconti",
    "anno": 1963,
    "genere": "Storico",
    "location": "Palermo, Palazzo Gangi",
    "citta": "Palermo",
    "regione": "Sicilia",
    "descrizione": "Il Gattopardo (1963), diretto da Luchino Visconti e tratto dal romanzo di Giuseppe Tomasi di Lampedusa, racconta il declino dell’aristocrazia siciliana durante il Risorgimento italiano. Protagonista è il Principe di Salina, un nobile lucido e malinconico che osserva i cambiamenti sociali e politici che travolgono la Sicilia. Attraverso la figura del giovane e ambizioso Tancredi, il film riflette sulla necessità di adattarsi per sopravvivere. Celebre la sontuosa scena del ballo finale, simbolo della fine di un’epoca.",
    "descrizione_location": "Palazzo Gangi, celebre per il suo magnifico Salone degli Specchi, è stato la location della famosa scena del ballo.",
    "immagine": "img/il gattopardo/locandina.jpg",
    "hero_image": "img/hero_la_grande_bellezza.jpg",
    "galleria": ["img/il gattopardo/location.jpg", "img/il gattopardo/location1.jpg"],
    "latitudine": 38.1157,
    "longitudine": 13.3615
  },
  {
   "titolo": "Roma Città Aperta",
    "regista": "Roberto Rossellini",
    "anno": 1945,
    "genere": "Drammatico",
    "location": "Roma",
    "citta": "Roma",
    "regione": "Lazio",
    "descrizione": "Roma Città Aperta (1945), diretto da Roberto Rossellini, è uno dei film simbolo del neorealismo italiano. Ambientato nella Roma occupata dai nazisti durante la Seconda Guerra Mondiale, racconta la resistenza del popolo romano attraverso le storie di Don Pietro, un coraggioso prete, e Pina, una donna del popolo. Il film mostra con crudezza e umanità la lotta per la libertà, il sacrificio e il dolore vissuto durante l’occupazione, diventando un potente atto di denuncia e memoria.",
    "descrizione_location": "Le strade e i quartieri di Roma sono stati protagonisti di questa pellicola neorealista.",
    "immagine": "img/roma citta aperta/locandina.jpg",
    "hero_image": "img/roma citta aperta/hero.jpg",
    "galleria": ["img/roma citta aperta/location1.jpg", "img/roma_citta2.jpg"],
    "latitudine": 41.9028,
    "longitudine": 12.4964
  },
  {
    "titolo": "Ladri di Biciclette",
    "regista": "Vittorio De Sica",
    "anno": 1948,
    "genere": "Drammatico",
    "location": "Roma",
    "citta": "Roma",
    "regione": "Lazio",
    "descrizione": "Ladri di Biciclette (1948), diretto da Vittorio De Sica, è un capolavoro del neorealismo italiano. Racconta la storia di Antonio Ricci, un disoccupato che trova finalmente lavoro attaccando manifesti, ma ha bisogno della bicicletta per lavorare. Quando la bici gli viene rubata, Antonio e il suo piccolo figlio Bruno iniziano una disperata ricerca per le strade di Roma. Il film è un racconto toccante sulla dignità, la povertà e il rapporto padre-figlio.",
    "descrizione_location": "Le strade di Roma sono il teatro di questa intensa storia di povertà e disperazione.",
    "immagine": "img/ladri di bicicletta/locandina.jpg",
    "hero_image": "img/ladri di bicicletta/hero.jpg",
    "galleria": ["img/ladri di bicicletta/location.jpg", "img/ladri2.jpg"],
    "latitudine": 41.8955,
    "longitudine": 12.4823
  },
  {
    "titolo": "La Vita è Bella",
    "regista": "Roberto Benigni",
    "anno": 1997,
    "genere": "Drammatico",
    "location": "Arezzo",
    "citta": "Arezzo",
    "regione": "Toscana",
    "descrizione": "La Vita è Bella (1997), diretto e interpretato da Roberto Benigni, è una commovente storia che unisce umorismo e tragedia. Ambientato prima e durante la Seconda Guerra Mondiale, racconta la vicenda di Guido, un uomo ironico e sognatore, che si innamora di Dora e costruisce con lei una famiglia. Quando vengono deportati in un campo di concentramento insieme al figlio Giosuè, Guido usa la sua fantasia per proteggere il bambino dagli orrori della guerra, facendogli credere che tutto sia parte di un gioco. Un film struggente sulla forza dell’amore e dell'immaginazione.",
    "descrizione_location": "Il centro storico di Arezzo è stato scelto per le sue strade pittoresche e il fascino rinascimentale.",
    "immagine": "img/lavita/locandina.jpg",
    "hero_image": "img/lavita/hero.jpg",
    "galleria": ["img/lavita/poppi.jpg", "img/lavita/location.jpg"],
    "latitudine": 43.4633,
    "longitudine": 11.8793
  },
  {
    "titolo": "Il Sorpasso",
    "regista": "Dino Risi",
    "anno": 1962,
    "genere": "Commedia",
    "location": "Via Aurelia",
    "citta": "Toscana",
    "regione": "Toscana",
    "descrizione": "Il Sorpasso (1962), diretto da Dino Risi, è una commedia amara considerata uno dei capolavori della commedia all’italiana. Racconta l’incontro tra Bruno, un quarantenne spavaldo e impulsivo, e Roberto, un giovane timido e studioso. I due intraprendono un viaggio on the road lungo la costa tirrenica durante il Ferragosto romano, tra risate, riflessioni e contrasti generazionali. Dietro l’apparente leggerezza, il film nasconde una profonda critica sociale all’Italia del boom economico.",
    "descrizione_location": "Le scene del film si svolgono lungo la Via Aurelia, tra il Lazio e la Toscana.",
    "immagine": "img/il sorpasso/locandina.jpg",
    "hero_image": "img/il sorpasso/hero.jpg",
    "galleria": ["img/il sorpasso/location.jpg", "img/via_aurelia2.jpg"],
    "latitudine": 42.1653,
    "longitudine": 11.9731
  },
  {
    "titolo": "Le Mempris",
    "regista": "Jean-Luc Godard",
    "anno": 1963,
    "genere": "Drammatico",
    "location": "Villa Malaparte",
    "citta": "Capri",
    "regione": "Campania",
    "descrizione": "Le Mépris (Il disprezzo) è un film del 1963 diretto da Jean-Luc Godard, con Brigitte Bardot, Michel Piccoli e Jack Palance.La storia segue Paul, uno sceneggiatore francese che viene assunto per riscrivere un adattamento dell’Odissea, diretto da Fritz Lang. Durante la produzione in Italia, il suo matrimonio con la moglie Camille si deteriora rapidamente. La donna inizia a disprezzarlo, sentendosi trascurata e venduta al produttore americano.Il film esplora il conflitto tra arte e commercio, il ruolo della donna nelle relazioni e l’alienazione esistenziale. La fotografia di Raoul Coutard e le riprese nella suggestiva Villa Malaparte a Capri rendono il film visivamente affascinante.",
    "descrizione_location": "Villa Malaparte (Capri, Italia).Le scene più iconiche del film sono state girate qui. Jean-Luc Godard ha reso questa villa modernista il centro visivo della pellicola.",
    "immagine": "img/mempris/locandina.jpg",
    "hero_image": "img/mempris/hero.jpg",
    "latitudine": 40.5441,
    "longitudine": 14.2561
  },
  {
    "titolo": "The Talented Mr. Ripley",
    "regista": "Anthony Minghella",
    "anno": 1999,
    "genere": "Thriller Psicologico",
    "location": "Procida, Venezia, Roma",
    "citta": "Procida",
    "regione": "Campania",
    "descrizione": "The Talented Mr. Ripley (1999), diretto da Anthony Minghella e tratto dal romanzo di Patricia Highsmith, è un thriller psicologico ambientato in una suggestiva Italia anni '50. Il protagonista, Tom Ripley, un giovane ambizioso ma senza scrupoli, viene inviato in Europa per convincere Dickie Greenleaf a tornare negli Stati Uniti. L’incontro innescherà un gioco pericoloso di inganni, identità rubate e ambiguità morale. Il film è celebre per le sue atmosfere eleganti e i paesaggi italiani mozzafiato.",
    "descrizione_location": "Le riprese si sono svolte tra Ischia, Procida, Venezia e Roma. Le stradine di Procida rappresentano Mongibello, la città immaginaria dove vive Dickie. Alcune scene sono girate anche a Piazza Navona e al Foro Romano.",
    "immagine": "img/the talented Mr.Ripley/locandina.jpg",
    "hero_image": "img/the talented Mr.Ripley/hero.jpg.png",
    "galleria": ["img/mempris/location.jpg", "img/via_aurelia2.jpg"],
    "galleria": ["img/the talented Mr.Ripley/location.jpg", "img/the_talented_mr_ripley/venezia1.jpg"],
    "latitudine": 40.7592,
    "longitudine": 14.0321
  },
  {
  "titolo": "The English Patient",
  "regista": "Anthony Minghella",
  "anno": 1996,
  "genere": "Drammatico, Romantico",
  "location": "Toscana (Monteriggioni, Pienza), Deserto del Sahara",
  "citta": "Pienza",
  "regione": "Toscana",
  "descrizione": "The English Patient (1996), vincitore di 9 premi Oscar, è un epico racconto d’amore e di memoria ambientato durante la Seconda Guerra Mondiale. Il film narra la storia di un misterioso uomo gravemente ustionato, assistito da un’infermiera canadese in un monastero abbandonato. Attraverso una serie di flashback, si scoprono le sue passioni, il suo passato e l’amore tragico che ha segnato la sua vita.",
  "descrizione_location": "Molte delle scene italiane sono state girate tra le colline della Val d’Orcia, in Toscana. Pienza e Monteriggioni sono tra i borghi che fanno da sfondo ai momenti più intensi e poetici del film, con paesaggi che evocano un senso di bellezza sospesa e malinconica.",
  "immagine": "img/the english patient/locandina.jpg",
  "hero_image": "img/the english patient/hero.jpg",
  "galleria": ["img/the english patient/location.jpg.webp","img/the_english_patient/monteriggioni.jpg"],
  "latitudine": 43.0786,
  "longitudine": 11.6782
},
  {
  "titolo": "Under the Tuscan Sun",
  "regista": "Audrey Wells",
  "anno": 2003,
  "genere": "Commedia Romantica",
  "location": "Cortona, Positano",
  "citta": "Cortona",
  "regione": "Toscana",
  "descrizione": "Under the Tuscan Sun (2003), diretto da Audrey Wells, racconta la rinascita di Frances, una scrittrice americana che, dopo un divorzio doloroso, compra una vecchia villa in Toscana nella speranza di ricostruire la propria vita. Tra incontri inaspettati, lavori di ristrutturazione e nuove amicizie, il film è una celebrazione della seconda possibilità e della bellezza dei piccoli momenti.",
  "descrizione_location": "Gran parte del film è stato girato a Cortona, in Toscana, tra le colline, i vicoli in pietra e le piazze del borgo. Alcune scene sono ambientate anche a Positano, sulla Costiera Amalfitana, rendendo il film un omaggio visivo all’Italia.",
  "immagine": "img/under the tuscan sun/locandina.jpg",
  "hero_image": "img/under the tuscan sun/hero.jpg",
  "galleria": [
    "img/under the tuscan sun/location.jpg",
    "img/under_the_tuscan_sun/positano1.jpg"
  ],
  "latitudine": 43.2752,
  "longitudine": 11.9834
},
  {
  "titolo": "Eat Pray Love",
  "regista": "Ryan Murphy",
  "anno": 2010,
  "genere": "Biografico, Romantico, Drammatico",
  "location": "Roma, Napoli, Delhi, Bali",
  "citta": "Roma",
  "regione": "Lazio",
  "descrizione": "Eat Pray Love (2010), diretto da Ryan Murphy e tratto dall'autobiografia di Elizabeth Gilbert, segue il viaggio di una donna alla ricerca di sé stessa dopo un divorzio. La protagonista attraversa tre Paesi — Italia, India e Indonesia — alla scoperta del piacere, della spiritualità e dell’equilibrio. La parte italiana è ambientata a Roma e Napoli, dove la protagonista si lascia conquistare dalla cultura, dalla lingua e, soprattutto, dal cibo.",
  "descrizione_location": "Le scene girate in Italia mostrano le bellezze di Roma, come Piazza Navona, il Gianicolo e la Fontana di Trevi, ma anche scorci caratteristici di Napoli. L’Italia rappresenta la fase della scoperta del piacere, in particolare attraverso la cucina e le relazioni umane.",
  "immagine": "img/eat pray love/locandina.jpg",
  "hero_image": "img/eat pray love/hero.jpg",
  "galleria": [
    "img/eat_pray_love/napoli1.jpg",
    "img/eat_pray_love/napoli1.jpg"
  ],
  "latitudine": 41.9028,
  "longitudine": 12.4964
},
  {
  "titolo": "The Italian Job",
  "regista": "Peter Collinson",
  "anno": 1969,
  "genere": "Azione, Commedia, Crimine",
  "location": "Torino",
  "citta": "Torino",
  "regione": "Piemonte",
  "descrizione": "The Italian Job (1969), diretto da Peter Collinson, è un cult del cinema britannico e una delle heist comedy più iconiche di sempre. Il protagonista Charlie Croker, interpretato da Michael Caine, organizza una spettacolare rapina all’oro a Torino, sfruttando un ingegnoso piano che coinvolge inseguimenti con Mini Cooper tra le strade, i tunnel e persino le scale della città. Il film è famoso per l'umorismo britannico, la colonna sonora di Quincy Jones e il suo finale aperto.",
  "descrizione_location": "Torino è la grande protagonista del film, con scene girate in luoghi simbolo come la Mole Antonelliana, il Palavela, la Galleria Subalpina e le Rampe di Lingotto. Il film ha contribuito a rendere iconica l’immagine della città industriale italiana.",
  "immagine": "img/the italian job/locandina.jpg",
  "hero_image": "img/the italian job/hero.jpg.webp",
  "galleria": [
    "img/the italian job/location.jpg",
    "img/the_italian_job_1969/mini_cooper.jpg"
  ],
  "latitudine": 45.0703,
  "longitudine": 7.6869
},
  {
  "titolo": "Lo chiamavano Trinità...",
  "regista": "E. B. Clucher (Enzo Barboni)",
  "anno": 1970,
  "genere": "Western, Commedia",
  "location": "Campo Imperatore, Parco Nazionale del Gran Sasso",
  "citta": "Campo Imperatore",
  "regione": "Abruzzo",
  "descrizione": "Lo chiamavano Trinità... (1970), diretto da E. B. Clucher e interpretato da Terence Hill e Bud Spencer, è un classico della commedia western all’italiana. Il film racconta la storia di Trinità, un pistolero pigro ma velocissimo, che insieme al fratello Bambino si trova coinvolto in una serie di avventure per aiutare una comunità di mormoni oppressa da un prepotente latifondista. Il film unisce umorismo, scazzottate epiche e paesaggi mozzafiato.",
  "descrizione_location": "Le scene più iconiche del film sono state girate sull'altopiano di Campo Imperatore, nel Parco Nazionale del Gran Sasso, in Abruzzo. L’ambientazione naturale, che ricorda il Far West americano, è diventata un punto di riferimento per gli amanti del genere spaghetti western.",
  "immagine": "img/lochiama/locandinapg1.jpg",
  "hero_image": "img/trinita/hero.jpg",
  "galleria": ["img/lochiama/Campo.jpg", "img/trinita/gran_sasso.jpg"
  ],
  "latitudine": 42.4431,
  "longitudine": 13.5619
},
  {
  "titolo": "Angeli e Demoni",
  "regista": "Ron Howard",
  "anno": 2009,
  "genere": "Thriller, Mistero",
  "location": "Roma",
  "citta": "Roma",
  "regione": "Lazio",
  "descrizione": "Angeli e Demoni (2009), tratto dal romanzo di Dan Brown e diretto da Ron Howard, segue il professor Robert Langdon in una corsa contro il tempo per salvare il Vaticano da una minaccia. Il film è ambientato tra le chiese e i monumenti più celebri di Roma, in un intreccio di mistero, arte e simbologia religiosa.",
  "descrizione_location": "Le riprese mostrano scenari mozzafiato di Roma come Castel Sant’Angelo, Piazza Navona, il Pantheon, la Chiesa di Santa Maria del Popolo e molti altri luoghi iconici. Anche se alcune scene furono ricostruite in studio, l’ambientazione romana è centrale nella narrazione.",
  "immagine": "img/Angeli e Demoni/locandina-4.jpg",
  "hero_image": "img/angeli_e_demoni/hero.jpg",
  "galleria": [
    "img/lochiama/Campo.jpg",
    "img/lochiama/Campo.jpg"
  ],
  "latitudine": 41.9029,
  "longitudine": 12.4963
},
  {
  "titolo": "The Bourne Ultimatum",
  "regista": "Paul Greengrass",
  "anno": 2007,
  "genere": "Azione, Thriller, Spionaggio",
  "location": "Stazione di Porta Susa",
  "citta": "Torino",
  "regione": "Piemonte",
  "descrizione": "The Bourne Ultimatum è il terzo capitolo della celebre saga con Matt Damon nel ruolo di Jason Bourne, un ex agente della CIA in fuga. In questo film, Bourne cerca di svelare i segreti sul suo passato mentre è braccato da forze governative. Il film è noto per il ritmo serrato, le scene d’azione realistiche e l’ambientazione in diverse città europee, tra cui Torino.",
  "descrizione_location": "Alcune sequenze del film sono state girate presso la stazione ferroviaria di Porta Susa, a Torino, che funge da scenario per le concitate fughe del protagonista. L’architettura moderna e la posizione urbana rendono la location perfetta per una storia di spionaggio e inseguimenti.",
  "immagine": "img/The Bourne/brn.jpg",
  "hero_image": "img/the_bourne_ultimatum/hero.jpg",
  "galleria": [
    "img/The Bourne/torino.jpg",
    "img/the_bourne_ultimatum/porta_susa.jpg"
  ],
  "latitudine": 45.0735,
  "longitudine": 7.6632
},
  {
  "titolo": "The Talented Mr. Ripley",
  "regista": "Anthony Minghella",
  "anno": 1999,
  "genere": "Thriller Psicologico",
  "location": "Procida, Venezia, Roma",
  "citta": "Procida",
  "regione": "Campania",
  "descrizione": "Il giovane Tom Ripley viene incaricato di riportare a casa il ricco e sfuggente Dickie Greenleaf. Presto, l’invidia e l’ambizione prenderanno il sopravvento, trasformando la missione in un gioco pericoloso. Un thriller elegante tra costumi anni '50 e paesaggi italiani mozzafiato.",
  "descrizione_location": "Le riprese si sono svolte a Procida (che nel film diventa Mongibello), Venezia, Roma, Ischia. Le ambientazioni autentiche contribuiscono alla raffinatezza e tensione visiva del film.",
  "immagine": "img/TheTalented/1.jpg",
  "hero_image": "img/the_talented_mr_ripley/hero.jpg",
  "galleria": ["img/the_talented_mr_ripley/procida.jpg", "img/the_talented_mr_ripley/venezia.jpg"],
  "latitudine": 40.7592,
  "longitudine": 14.0321
},
  {
  "titolo": "Malèna",
  "regista": "Giuseppe Tornatore",
  "anno": 2000,
  "genere": "Drammatico, Sentimentale",
  "location": "Ortigia",
  "citta": "Siracusa",
  "regione": "Sicilia",
  "descrizione": "Nel pieno della Seconda Guerra Mondiale, il giovane Renato osserva incantato la bellissima Malèna, oggetto di desiderio e pettegolezzo. Un film poetico e malinconico che racconta la crescita, il desiderio e la crudeltà sociale.",
  "descrizione_location": "Girato interamente nell’isola di Ortigia, cuore storico di Siracusa, con le sue stradine barocche e piazze assolate, perfetta cornice per il contrasto tra bellezza e pregiudizio.",
  "immagine": "img/malena/1.jpg",
  "hero_image": "img/malèna/locandina-5.jpg",
  "galleria": ["img/malèna/location.jpg", "img/malena/ortigia2.jpg"],
  "latitudine": 37.0606,
  "longitudine": 15.2931
},
  {
  "titolo": "Spectre",
  "regista": "Sam Mendes",
  "anno": 2015,
  "genere": "Azione, Spionaggio",
  "location": "Roma",
  "citta": "Roma",
  "regione": "Lazio",
  "descrizione": "In questo capitolo della saga di James Bond, l’agente segreto torna in Italia. A Roma si svolge uno degli inseguimenti più spettacolari della serie. Le strade illuminate e i monumenti fanno da sfondo a scene d’azione mozzafiato.",
  "descrizione_location": "Girato tra Via Nomentana, Lungotevere e il Vaticano (solo esterni), il film sfrutta al massimo la fotogenia notturna della capitale. La scena dell’Aston Martin che sfreccia lungo il Tevere è già cult.",
  "immagine": "img/Spectre/1.jpg",
  "hero_image": "img/spectre/hero.jpg",
  "galleria": ["img/spectre/roma1.jpg", "img/spectre/inseguimento.jpg"],
  "latitudine": 41.9029,
  "longitudine": 12.4963
},
  {
  "titolo": "Gomorra",
  "regista": "Matteo Garrone",
  "anno": 2008,
  "genere": "Drammatico, Crimine",
  "location": "Scampia",
  "citta": "Napoli",
  "regione": "Campania",
  "descrizione": "Tratto dall’omonimo libro di Roberto Saviano, Gomorra racconta, attraverso storie intrecciate, il sistema criminale della camorra nella periferia napoletana. Realistico, crudo e potente, è un caposaldo del cinema italiano contemporaneo.",
  "descrizione_location": "Le Vele di Scampia sono diventate simbolo della violenza e del degrado urbano rappresentato nel film. Garrone ha scelto location autentiche per trasmettere un impatto visivo diretto e disturbante.",
  "immagine": "img/gomorra/locandina.jpg",
  "hero_image": "img/gomorra/hero.jpg",
  "galleria": ["img/gomorra/scampia1.jpg", "img/gomorra/scampia2.jpg"],
  "latitudine": 40.9016,
  "longitudine": 14.2396
}
]
